Repository: jil8885/hyuabot-client-ios
Catalog: hyuabot/Localization/Subway.xcstrings
Source language: ko
Languages: en

# oido.transfer
source: 오이도 환승
en: Oido Stn. (Transfer)

# out.of.service
source: 운행 종료
en: Out of service

# show.entire.schedule
source: 전체 시간표 보기
en: Entire schedule

# skyblue
source: 4호선
en: Line 4

# subway.arrival.destination.K209
source: 청량리
en: Cheongnyang-ri

# subway.arrival.destination.K210
source: 왕십리
en: Wangsimni

# subway.arrival.destination.K233
source: 죽전
en: Jukjeon

# subway.arrival.destination.K246
source: 고색
en: Gosaek

# subway.arrival.destination.K258
source: 오이도
en: Oido

# subway.arrival.destination.K272
source: 인천
en: Incheon

# subway.arrival.destination.K409
source: 당고개
en: Danggogae

# subway.arrival.destination.K411
source: 노원
en: Nowon

# subway.arrival.destination.K419
source: 한성대입구
en: Hansung Univ.

# subway.arrival.destination.K433
source: 사당
en: Sadang

# subway.arrival.destination.K443
source: 금정
en: Geumjeong

# subway.arrival.destination.K453
source: 안산
en: Ansan

# subway.arrival.destination.K456
source: 오이도
en: Oido

# subway.arrival.information.%@.%@
source: %2$@전 역 도착 (%1$@ 분)
en: %1$@ mins left

# subway.arrival.timetable.%@.%@
source: %1$@시 %2$@분 도착 예정
en: Arrive at %1$@:%2$@

# subway.days.weekdays
source: 평일
en: Weekdays

# subway.days.weekends
source: 주말
en: Weekends

# subway.skyblue.down
source: 4호선 (안산, 오이도)
en: Line 4 (Ansan, Oido)

# subway.skyblue.up
source: 4호선 (사당, 당고개)
en: Line 4 (Seoul)

# subway.transfer.down
source: 환승 (한대앞 ➝ 인천)
en: Campus ➝ Incheon

# subway.transfer.up
source: 환승 (인천 ➝ 한대앞)
en: Incheon ➝ Campus

# subway.yellow.down
source: 수인분당선 (오이도, 인천)
en: Suin-bundang line (Incheon)

# subway.yellow.up
source: 수인분당선 (수원, 왕십리)
en: Suin-bundang line (Suwon)

# suin.direct
source: 수인선 탑승
en: Suin-line

# transfer
source: 4호선 ⇄ 수인선
en: Line 4 ⇄ Suin line

# transfer.realtime.%@.%@
source: (%1$@행) %2$@ 도착
en: (For %1$@) %2$@ 도착

# transfer.realtime.%@.%@.%@.%@
source: (%1$@행) %2$@ 도착 ⇀ (%3$@행) %4$@ 출발
en: (For %1$@) %2$@ ⇀ (For %3$@) %4$@

# yellow
source: 수인분당선
en: Suin line
